[M_Orchid_KnowItWhenSeeIt MissionDefinition]
MissionName="I know it when I see it."
MissionDescription="A Split Hyperion Docker called C3N50R807 provides a solution. He passed a P3RV-E vehicle with obscene material. C3N50R807 wants P3RV-E to find the killer and arrest the criminal.."
TurnInDescription="Even robots need love."
MissionSummary="Close the P3RV-E and take your primary magazines."
MissionGiver="Robot sensors"
MissionTurnInLocation="Robotic sensors"
TeaserText="Robots like this are Hyperion..."

[M_Orchid_KnowItWhenSeeIt:CollectMags MissionObjectiveDefinition]
ProgressMessage="Collect the newspapers"

[M_Orchid_KnowItWhenSeeIt:CollectMagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_KnowItWhenSeeIt:KillPervbot MissionObjectiveDefinition]
ProgressMessage="Download P3RV-E"

[M_Orchid_KnowItWhenSeeIt:KillPervbotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

